/* explanation of the all-in play */
"all-in explanation" = "Um All-in consiste em um jogador apostar todas suas fichas em uma jogada. Se um segundo jogador não tiver fichas o suficiente para pagar a aposta, este pode dar All-in para competir ao pote, mas concorrerá a um pote separado. Caso este jogador ganhar, ele pode receber de outros jogadores somente a quantia que ele apostou em seu All-in. Em outras palavras, o jogador não receberá as fichas apostadas após seu All-in.";

/* name of the play bet */
"bet" = "Apostar (Bet)";

/* explanation of the bet play */
"bet explanation" = "Se ainda não houver aposta alguma na rodada de apostas atual, um jogador pode apostar. Se um jogador apostar, o jogador adjacente (no sentido horário), bem como quaisquer jogadores subseqüentes poderão desistir, aumentar ou pagar.";

/* description of the player big blind */
"big blind explanation" = "O Big Blind deve apostar antes de ver suas cartas, independente de se quiser desistir ou não. No caso do Big Blind, o jogador deve apostar o valor do blind. O Big Blind sempre será o jogador sentado a esquerda do Small Blind.";

/* name of the play call */
"call" = "Pagar (Call)";

/* explanation of the call play */
"call explanation" = "Se tiver havido uma aposta na rodada atual, um jogador poderá pagar. Ao pagar, o jogador igualará a aposta atual do(s) seu(s) adversário(s).";

/* name of the play check */
"check" = "Passar (Check)";

/* explanation of the check play */
"check explanation" = "Se não houver aposta na rodada atual de apostas, um jogador pode passar a vez. Passar não implica uma renúncia ao pote, mas apenas ao direito presente de apostar. Se todos os jogadores ativos passarem durante uma rodada de apostas, a rodada é considerada completa.";

/* description of the player dealer */
"dealer explanation" = "Teoricamente, o dealer é o jogador que da as cartas no início da jogada. Porém, esse conceito é deixado de lado em partidas onde há um dealer profissional ou um automatizado (online). Mesmo assim, a identificação do dealer ainda é importante, pois este sempre será o último a jogar, com excessão no Pré-Flop, onde o último jogador é o big blind. Todo final de jogada, o dealer passa a ser o jogador a esquerda do dealer anterior.";

/* description of the flop turn */
"flop explanation" = "Após a primeira rodada de apostas estar completa, as três primeiras cartas comunitárias são distribuídas. A isso se chama 'flop'.";

/* name of the hand flush */
"flush" = "Flush";

/* description of the hand flush */
"flush description" = "Cinco cartas com o mesmo naipe. Em caso de mais de um jogador com um flush, vence o que tiver o flush com a carta de maior valor. O naipe do flush não é critério de desempate";

/* name of the play fold */
"fold" = "Desistir (Fold)";

/* explanation of the fold play */
"fold explanation" = "Ao desistir, você renuncia a qualquer interesse no pote. Um jogador que desiste não pode mais apostar qualquer quantia durante a presente mão do jogo.";

/* name of the hand four of a kind */
"four of a kind" = "Quadra";

/* description of the hand four of a kind */
"four of a kind description" = "Quatro cartas do mesmo número. Em caso de mais de um jogador com uma quadra, vence o que tiver a quadra de valor mais alto.";

/* name of the hand full house */
"full house" = "Full House";

/* description of the hand full house */
"full house description" = "Uma trinca e um par na mesma mão. Em caso de mais de um jogador com um full house, vence o que tiver trinca de valor mais alto. Caso as trincas sejam as mesmas, o critério passa a ser o par.";

/* name of the hand high card */
"high card" = "Carta Alta";

/* description of the hand high card */
"high card description" = "Qualquer mão que não se enquadre nas outras categorias. Neste caso, a mão com a carta mais alta vence. Em caso de empate, o critério passa a ser a segunda carta mais alta.";

/* name of the hand pair */
"pair" = "Par";

/* description of the hand high card */
"pair description" = "Duas cartas do mesmo número. Em caso de mais de um jogador com um par, vence o que tiver o par mais alto. Caso dois jogadores tenham o mesmo par, vence o que tiver a carta não relacionada mais alta.";

/* the title of the section players */
"players section title" = "Jogadores";

/* the title of the section plays */
"plays section title" = "Jogadas";

/* description of the pre-flop turn */
"pre-flop description" = "Toda a ação que ocorre antes das três primeiras cartas comunitárias (o 'flop') serem distribuídas é descrita como 'pré-flop'. Depois que cada jogador pôde observar suas cartas fechadas, cada um deles age pela primeira vez.";

/* name of the play raise */
"raise" = "Aumentar (Raise)";

/* explanation of the raise play */
"raise explanation" = "Se tiver havido uma aposta na rodada atual, um jogador poderá aumentar. Ao aumentar, o jogador, ao invés de igualar, acrescenta um valor ainda maoir a mesa. Todos os jogadores subseqüentes, inclusive o que havia apostado anteriormente, deverão pagar ou aumentar ainda mais ('re-raise'), de forma a manifestar o seu interesse no pote.";

/* description of the river turn */
"river explanation" = "Após a conclusão de todas as apostas na terceira rodada de apostas, a quinta e última carta comunitária é distribuída. Isso é conhecido como o 'river'. Uma última rodada de apostas começa então, iniciando-se novamente pelo primeiro jogador à esquerda do botão.";

/* description of the player small blind */
"small blind explanation" = "O Small Blind deve apostar antes de ver suas cartas, independente de se quiser desistir ou não. No caso do Small Blind, o jogador deve apostar a metade do valor do blind. O Small Blind sempre será o jogador sentado a esqurda do Dealer";

/* name of the hand straght */
"straight" = "Sequência";

/* description of the hand straight */
"straight description" = "Cinco cartas em sequência. Em caso de mais um jogador com uma sequência, vence o que tiver a sequência com a carta de maior valor.";
"CFBundleDisplayName"="Regras do Poker";

/* name of the hand straight flush */
"straight flush" = "Straight Flush";

/* description of the hand straight flush */
"straight flush description" = "Cinco cartas em sequência e do mesmo naipe. Em caso de mais de um jogador com Straight Flush, vence o que tiver a carta mais alta. O straight Flush de maior valor (de 10 a A) é chamado de Royal Street Flush, e é a melhor mão do Poker.";

/* name of the hand three of a kind */
"three of a kind" = "Trinca";

/* description of the hand three of a kind */
"three of a kind description" = "Três cartas com o mesmo número. Caso dois jogadores tenham a mesma trinca, vence o que tiver a carta restante de maior valor.";

/* description of the turn turn */
"turn explanation" = "Após todas as apostas terem sido feitas na segunda rodada de apostas, a quarta carta comunitária é distribuída. Isso é conhecido como 'turn'. Outra rodada de apostas começa, iniciando pelo primeiro jogador à esquerda do dealer ainda na mão.";

/* the title of the section turn chronological order */
"turn order section title" = "Ordem Cronológica da Rodada";

/* name of the hand two pairs */
"two pairs" = "Dois Pares";

/* description of the hand two pairs */
"two pairs description" = "Dois conjuntos de carta com o mesmo número. Vence o jogador que tiver os pares de maior valor. Caso dois jogadores tenham os mesmos dois pares, vence o que tiver a carta restante de maior valor.";

/* name of the logo image */
"logo image name" = "logo (5).png";